{"product_name":"Deep Sleep Mask","payment_option":"Payment when receiving","free_shipping":"Free shipping from EGP 599","SAR":"EGP","EGP":"EGP","place_order_details_request":"Order Details","name_field":"Name","phone_number_field":"Phone Number","address_field":"Full address for fast delivery","number_of_pieces_field":"The number of pieces","price_and_delivery_info":"One piece for 299 EGP","price_and_delivery_infoTwo":"Two pieces for 499 EGP","price_and_delivery_infoThree":"Three pieces for 599 EGP + free shipping","form_submission_success":"Form Submitted Successfully","send_button":"Order Now","reset_button":"Reset","total_title":"Total","aed":"EGP","getoffer":"Get 10% Offer","Sale":"Sale","Reviews":"Reviews",

"product_description":"Product Description",
"silk_description":"Made from premium 100% pure silk for ultimate comfort and skin benefits",
"sleep_benefits":"Helps you fall asleep faster and enjoy deeper, more restful sleep",
"eye_benefit":"Prevents eye puffiness and reduces dark circles with gentle silk pressure",
"anti_aging_benefit":"Anti-aging properties help prevent sleep wrinkles and fine lines",
"details_and_care":"Details & Care",
"shipping_and_returns":"Shipping & Returns",
"why_people_love_mask":"Why People Love Our Mask",

"special_description":"What Makes Our Deep Sleep Mask Special",
"silver_ion_technology_info":"This silk sleep mask is treated with Silvadur® silver ion technology, a natural process that incorporates silver ions into fabrics for their antimicrobial properties. This effectively removes bacteria and provides a protective barrier against germs, reducing the risk of infections or skin irritations.",
"antibacterial_percentage":"99.7% Antibacterial",
"breathable_fabric":"Breathable Fabric",
"payment_upon_delivery":"Payment Upon Delivery",
"dermatologists_love":"Dermatologists Love Our Deep Sleep Mask",
"doctor_name":"Dr. Crystal Woltman",
"longer_rem_sleep":"Longer REM Sleep",
"easier_falling_asleep":"Easier Falling Asleep",
"preview_button":"Preview Product",
"unboxing_experience":"The Beauty of Unboxing",
"packaging_description":"Every Dore & Rose product comes in a beautiful custom-made packaging designed to make your unboxing experience feel luxurious, whether it's for you or someone special.",

"curious_to_confident":"From Curious to Confident",
"improve_sleep_quality_question":"How can the Deep Sleep Mask improve my sleep quality?",
"improve_sleep_quality_info":"Our Deep Sleep Mask blocks out light effectively, creating a dark environment that promotes deep, uninterrupted sleep. The comfortable fit stays in place throughout the night, while the soft breathable silk fabric allows for proper airflow, giving an extremely relaxing feeling to your eyes. Falling asleep was never this easy.",
"promote_better_skin_question":"How does the Deep Sleep Mask promote better skin?",
"promote_better_skin_info":"Our Deep Sleep Mask is made of the highest quality silk. The surface reduces friction, preventing sleep lines and wrinkles. It helps retain moisture, promoting a youthful complexion. The hypoallergenic silk is gentle on the skin, reducing irritation and inflammation. Experience anti-aging benefits with our Deep Sleep Mask.",
"suitable_for_all_skin_types_question":"Is it suitable for every skin type?",
"suitable_for_all_skin_types_response":"Yes! Unlike other skin care products, our Deep Sleep Mask is suitable for all skin types, including sensitive skin.",
"product_testing_question":"Have your products been tested?",
"product_testing_info":"Absolutely! Our products are SGS certified, the largest testing organization worldwide. Tests show that the silver ions remain effective even after 51 washes!",
"cotton_vs_silk_question":"What is the biggest difference between cotton and silk?",
"cotton_vs_silk_info":"Most people sleep on cotton pillowcases, but did you know after just 3 days, there are as many bacteria on your pillowcase as on a toilet seat? Our silk masks are infused with silver ions, eliminating 99.7% of bacteria. Silk is also naturally soft, cooling, and hypoallergenic.",

"proven_statistics":"Proven Statistics",
"falling_asleep_easier_reported":"Falling Asleep Easier Reported",
"increased_rem_sleep":"Increased REM Sleep",
"reduction_in_under_eye_bags":"Reduction in Under-Eye Bags",
"customer_panel_info":"Based on independent customer panel over four weeks",
"deserved_sleep":"The Sleep You Deserve",
"sleep_mask_info":"Experience the ultimate sleep upgrade with our Deep Sleep Mask. It provides 100% light blockage for perfect darkness and a gentle, soft touch on your eyes. Drift off easily and enjoy improved sleep quality, including enhanced REM sleep cycles.",
"LONGER_REM_SLEEP":"Longer REM Sleep",
"EASIER_FALLING_ASLEEP":"Easier Falling Asleep",

"SuccessMessage":"Order Successful!",
"ThankYouMessage":"Thank you for your purchase. We have received your order and will process it soon.",
"OrderNumber":"Order Number",
"ShippingConfirmation":"You will receive shipping confirmation via email soon",
"ContactDirectly":"Contact Us Via WhatsApp",
"CashOnDelivery":"Cash On Delivery",
"FastDelivery":"Fast Delivery",
"FourteenDayGuarantee":"14-Day Guarantee",
"TwentyFourSevenSupport":"24/7 Support",

  "Refund Policy": "Refund Policy",
  "Shipping Policy": "Shipping Policy",
  "Terms of Service": "Terms of Service",
  "Privacy Policy": "Privacy Policy",

  "RefundPolicyTitle": "Refund Policy",
"ReturnAndRefundPolicyTitle": "Return & Refund Policy",
"RefundPolicyDescription": "At Smarketing LLC, we take pride in the quality of our products and our commitment to customer satisfaction. If you are not completely satisfied with your purchase, we would like to clarify that we do not process refunds or accept returns. However, we are happy to offer an easy replacement option, provided that Limited Warranty was included in your order.",
  "InsuredPriorityShippingTitle": "Insured Priority Shipping",
"ExtendedWarrantyDescription": "For those who opted for extended warranty and experience any issues with their order, such as receiving damaged or defective products, we ask that you contact our customer support team within 14 days of delivery.",
"ReplacementProductDescription": "In such circumstances, we will promptly arrange to send you a replacement product at no additional cost.",
"SmoothProcessDescription": "To ensure a smooth and efficient replacement process, please contact our customer support at info@smarketing.llc. Our team is dedicated to assisting you and ensuring an exceptional shopping experience with us.",
"AppreciationMessage": "We appreciate your choice to shop with Smarketing LLC and look forward to serving you again.",

  "ShippingPolicy": "Shipping Policy",
"ThankYouMessageShippingPolicy": "Thank you for choosing Smarketing LLC. Our goal is to provide you with an exceptional shopping experience. We encourage you to review our shipping policy to understand the delivery process for your order.",
  "ProcessingTimeTitle": "Processing Time",
"ProcessingTimeDescription": "Please allow 2-3 business days for your order to be processed and packaged. Our team ensures each product is inspected and carefully packaged before leaving our warehouse.",
  "ShippingTimeTitle": "Shipping Time",
"ShippingTimeDescription": "After your order is processed, delivery is estimated to take 6-12 business days, although this may vary depending on your location and unforeseen external factors.",
"TrackingYourOrderTitle": "Tracking Your Order",
"TrackingYourOrderDescription": "To keep you informed of your order's progress, we will provide you with a tracking number as soon as it becomes available. You can use this number to track your shipment and receive real-time updates on its status.",
  "ShippingMethodsTitle": "Shipping Methods",
"ShippingMethodsDescription": "We partner with reliable shipping companies to ensure your products are delivered safely and on time.",
  "ShippingDelaysTitle": "Shipping Delays",
"ShippingDelaysDescription": "We strive to deliver your order on time, but please be aware that external circumstances such as weather conditions may occasionally cause slight delays. We will keep you informed and actively work to address any significant delays.",
  "AddressAccuracyTitle": "Address Accuracy",
"AddressAccuracyDescription": "To avoid any delivery problems, please ensure your shipping address is correct and complete. We cannot be held responsible for orders shipped to incorrect or incomplete addresses provided by customers.",
"MissingOrDamagedPackagesTitle": "Missing or Damaged Packages",
"MissingOrDamagedPackagesDescription": "In the event of a package being lost or arriving damaged, please contact our customer support team immediately. If there was an error in shipping or delivery, we will work quickly to correct the situation and provide a satisfactory solution. Your satisfaction is our priority at Smarketing LLC. For any inquiries or additional assistance, our customer support team is available at info@smarketing.llc to assist you.",
"HappyShoppingMessage": "Happy shopping and thank you for being a valued customer!",
  "TeamSignature": "The Smarketing LLC Team",

"TermsOfServiceTitle": "Terms of Service",
"TermsOfServiceIntro": "Welcome to Smarketing LLC. These Terms of Service govern your use of our website and the products we offer. By accessing our website or making a purchase, you agree to be bound by these terms.",
"ProductUseTitle": "Product Use",
"ProductUseDescription": "Our products are intended for personal use only. Any commercial use without prior written consent is prohibited.",
"OrderAcceptanceTitle": "Order Acceptance",
"OrderAcceptanceDescription": "All orders are subject to acceptance by us. We reserve the right to refuse or cancel any order for any reason, including limitations on quantities available for purchase.",
"PricesAndPaymentTitle": "Prices and Payment",
"PricesAndPaymentDescription": "All prices are listed in the local currency and are subject to change without notice. Payment is due at the time of delivery (Cash on Delivery).",
"IntellectualPropertyTitle": "Intellectual Property",
"IntellectualPropertyDescription": "All content on our website, including text, graphics, logos, and images, is the property of Smarketing LLC and is protected by copyright laws.",
"LimitationOfLiabilityTitle": "Limitation of Liability",
"LimitationOfLiabilityDescription": "Smarketing LLC shall not be liable for any direct, indirect, incidental, special, or consequential damages resulting from the use or inability to use our products or website.",
"GoverningLawTitle": "Governing Law",
"GoverningLawDescription": "These Terms of Service shall be governed by and construed in accordance with the laws of the jurisdiction in which Smarketing LLC operates.",
"ChangesToTermsTitle": "Changes to Terms",
"ChangesToTermsDescription": "We reserve the right to modify these terms at any time. Your continued use of our website following any changes constitutes your acceptance of the new terms.",
"ContactInformationTerms": "If you have any questions about these Terms of Service, please contact us at info@smarketing.llc.",

"PrivacyPolicyTitle": "Privacy Policy",
"PrivacyPolicyIntro": "At Smarketing LLC, we are committed to protecting your privacy. This Privacy Policy explains how we collect, use, and safeguard your personal information when you visit our website or make a purchase.",
"InformationCollectedTitle": "Information We Collect",
"InformationCollectedDescription": "We collect personal information that you provide directly to us, such as your name, address, email, phone number, and payment information when you place an order.",
"UseOfInformationTitle": "How We Use Your Information",
"UseOfInformationDescription": "We use your information to process and fulfill your orders, communicate with you about your order, and provide customer support. We may also use your information to improve our website and services.",
"InformationSharingTitle": "Information Sharing",
"InformationSharingDescription": "We do not sell or rent your personal information to third parties. We may share your information with service providers who assist us in operating our website and conducting our business.",
"CookiesTitle": "Cookies and Tracking Technologies",
"CookiesDescription": "We use cookies and similar tracking technologies to enhance your experience on our website, analyze website traffic, and understand where our visitors are coming from.",
"DataSecurityTitle": "Data Security",
"DataSecurityDescription": "We implement appropriate security measures to protect your personal information from unauthorized access, alteration, or disclosure.",
"YourRightsTitle": "Your Rights",
"YourRightsDescription": "You have the right to access, correct, or delete your personal information. You may also object to the processing of your personal information or request a restriction of processing.",
"ChangesToPrivacyPolicyTitle": "Changes to Privacy Policy",
"ChangesToPrivacyPolicyDescription": "We may update our Privacy Policy from time to time. We will notify you of any changes by posting the new Privacy Policy on this page.",
"ContactInformationPrivacy": "If you have any questions about our Privacy Policy, please contact us at info@smarketing.llc.",

  "Terms of Service Title": "Terms of Service",
"Operated By": "This website is operated by Smarketing LLC.",
"Engagement": "By visiting our site and/or purchasing something from us, you engage in our service and agree to be bound by the following terms and conditions.",
"Reading Terms": "Please read these Terms of Service carefully before accessing or using our website.",
"New Features": "As we add new features and functionality to our site, these terms may need to be updated.",
"Shopify Hosting": "Our store is hosted on secure servers providing a safe shopping experience.",

"SECTION_1_TITLE": "ONLINE STORE TERMS",
"SECTION_1_P1": "By agreeing to these Terms of Service, you represent that you are at least the age of majority in your state or province of residence.",
"SECTION_1_P2": "You may not use our products for any illegal or unauthorized purpose.",
"SECTION_1_P3": "A breach of these Terms will result in an immediate termination of your Services.",
"SECTION_1_P4": "We reserve the right to refuse service to anyone for any reason at any time.",

"SECTION_2_TITLE": "GENERAL CONDITIONS",
"SECTION_2_P1": "We reserve the right to refuse service to anyone for any reason at any time.",
"SECTION_2_P2": "You understand that your content (not including credit card information), may be transferred unencrypted and involve transmissions over various networks.",
"SECTION_2_P3": "You agree not to reproduce, duplicate, copy, sell, resell or exploit any portion of the Service without express written permission by us.",
"SECTION_2_P4": "The headings used in this agreement are included for convenience only and will not limit or otherwise affect these Terms.",
"SECTION_2_P5": "We are not responsible if information made available on this site is not accurate, complete or current.",

"SECTION_3_TITLE": "ACCURACY, COMPLETENESS AND TIMELINESS OF INFORMATION",
"SECTION_3_P1": "We are not responsible if information made available on this site is not accurate, complete or current.",
"SECTION_3_P2": "The material on this site is provided for general information only and should not be relied upon or used as the sole basis for making decisions without consulting primary, more accurate, complete or timely sources of information.",

"Section4Title": "MODIFICATIONS TO THE SERVICE AND PRICES",
"Section4Content": "Prices for our products are subject to change without notice. We reserve the right at any time to modify or discontinue the Service (or any part or content thereof) without notice at any time.",

"Section5Title": "PRODUCTS OR SERVICES",
"Section5Content1": "Certain products or services may be available exclusively online through the website.",
"Section5Content2": "We have made every effort to display as accurately as possible the colors and images of our products. We cannot guarantee that your computer monitor's display of any color will be accurate.",
"Section5Content3": "We reserve the right, but are not obligated, to limit the sales of our products or Services to any person, geographic region or jurisdiction.",

"Section6Title": "ACCURACY OF BILLING AND ACCOUNT INFORMATION",
"Section6Content": "We reserve the right to refuse any order you place with us.",
"AccountInformationAgreement": "You agree to provide current, complete and accurate purchase and account information for all purchases.",
"RefundPolicyNote": "For more detail, please review our Refund Policy.",

"Section7Title": "OPTIONAL TOOLS",
  "Section7Content1": "We may provide you with access to third-party tools over which we neither monitor nor have any control nor input.",
"Section7Content2": "You acknowledge and agree that we provide access to such tools 'as is' and 'as available' without any warranties, representations or conditions of any kind.",
"Section7Content3": "We shall have no liability whatsoever arising from or relating to your use of optional third-party tools.",
"Section7Content4": "Any use by you of optional tools offered through the site is entirely at your own risk and discretion.",

"Section8Title": "THIRD-PARTY LINKS",
"Section8Content1": "Certain content, products and services available via our Service may include materials from third-parties.",
"Section8Content2": "Third-party links on this site may direct you to third-party websites that are not affiliated with us.",
"Section8Content3": "We are not responsible for examining or evaluating the content or accuracy and we do not warrant and will not have any liability or responsibility for any third-party materials or websites, or for any other materials, products, or services of third-parties.",

"Section9Title": "USER COMMENTS, FEEDBACK AND OTHER SUBMISSIONS",
"Section9Content1": "If, at our request, you send certain specific submissions or without a request from us you send creative ideas, suggestions, proposals, plans, or other materials, you agree that we may, at any time, without restriction, edit, copy, publish, distribute, translate and otherwise use in any medium any comments that you forward to us.",
"Section9Content2": "We are and shall be under no obligation to maintain any comments in confidence or to pay compensation for any comments.",
"Section9Content3": "We may, but have no obligation to, monitor, edit or remove content that we determine in our sole discretion to be unlawful, offensive, threatening, libelous, defamatory, pornographic, obscene or otherwise objectionable.",
"Section9Content4": "You agree that your comments will not violate any right of any third-party, including copyright, trademark, privacy, personality or other personal or proprietary right.",
"Section9Content5": "You further agree that your comments will not contain libelous or otherwise unlawful, abusive or obscene material, or contain any computer virus or other malware.",

"Section10Title": "PERSONAL INFORMATION",
"Section10Content": "Your submission of personal information through the store is governed by our Privacy Policy.",

"SECTION_11_TITLE": "ERRORS, INACCURACIES AND OMISSIONS",
"SECTION_11_P1": "Occasionally there may be information on our site or in the Service that contains typographical errors, inaccuracies or omissions that may relate to product descriptions, pricing, promotions, offers, product shipping charges, transit times and availability.",
"SECTION_11_P2": "We reserve the right to correct any errors, inaccuracies or omissions, and to change or update information or cancel orders if any information in the Service or on any related website is inaccurate at any time without prior notice.",

"SECTION_12_TITLE": "PROHIBITED USES",
"SECTION_12_P1": "In addition to other prohibitions as set forth in the Terms of Service, you are prohibited from using the site or its content: (a) for any unlawful purpose; (b) to solicit others to perform or participate in any unlawful acts; (c) to violate any international, federal, provincial or state regulations, rules, laws, or local ordinances.",
"SECTION_12_P2": "Violation of these Terms of Service will result in termination of your right to use our services.",

"SECTION_13_TITLE": "DISCLAIMER OF WARRANTIES; LIMITATION OF LIABILITY",
"SECTION_13_P1": "We do not guarantee, represent or warrant that your use of our service will be uninterrupted, timely, secure or error-free.",
"SECTION_13_P2": "We do not warrant that the results that may be obtained from the use of the service will be accurate or reliable.",
"SECTION_13_P3": "You agree that from time to time we may remove the service for indefinite periods of time or cancel the service at any time, without notice to you.",

"SECTION_14_TITLE": "INDEMNIFICATION",
"SECTION_14_P1": "You agree to indemnify, defend and hold harmless Smarketing LLC and our parent, subsidiaries, affiliates, partners, officers, directors, agents, contractors, licensors, service providers, subcontractors, suppliers, interns and employees, harmless from any claim or demand, including reasonable attorneys' fees, made by any third-party due to or arising out of your breach of these Terms of Service or the documents they incorporate by reference, or your violation of any law or the rights of a third-party.",

"SECTION_15_TITLE": "SEVERABILITY",
"SECTION_15_P1": "In the event that any provision of these Terms of Service is determined to be unlawful, void or unenforceable, such provision shall nonetheless be enforceable to the fullest extent permitted by applicable law, and the unenforceable portion shall be deemed to be severed from these Terms of Service, such determination shall not affect the validity and enforceability of any other remaining provisions.",

"SECTION_16_TITLE": "TERMINATION",
"SECTION_16_P1": "The obligations and liabilities of the parties incurred prior to the termination date shall survive the termination of this agreement for all purposes.",
"SECTION_16_P2": "These Terms of Service are effective unless and until terminated by either you or us. You may terminate these Terms of Service at any time by notifying us that you no longer wish to use our Services.",
"SECTION_16_P3": "If in our sole judgment you fail, or we suspect that you have failed, to comply with any term or provision of these Terms of Service, we also may terminate this agreement at any time without notice.",

"SECTION_17_TITLE": "ENTIRE AGREEMENT",
"SECTION_17_P1": "The failure of us to exercise or enforce any right or provision of these Terms of Service shall not constitute a waiver of such right or provision.",
"SECTION_17_P2": "These Terms of Service and any policies or operating rules posted by us on this site or in respect to The Service constitutes the entire agreement and understanding between you and us and govern your use of the Service, superseding any prior or contemporaneous agreements, communications and proposals, whether oral or written, between you and us.",

"SECTION_18_TITLE": "GOVERNING LAW",
"SECTION_18_P1": "These Terms of Service and any separate agreements whereby we provide you Services shall be governed by and construed in accordance with the laws of the jurisdiction in which Smarketing LLC operates.",

"SECTION_19_TITLE": "CHANGES TO TERMS OF SERVICE",
"SECTION_19_P1": "You can review the most current version of the Terms of Service at any time at this page. We reserve the right, at our sole discretion, to update, change or replace any part of these Terms of Service by posting updates and changes to our website.",

"Privacy_Policy_Title": "Privacy Policy",
"Privacy_Policy_P1": "This Privacy Policy describes how your personal information is collected, used, and shared when you visit or make a purchase from our website.",
"Privacy_Policy_P2": "We are committed to protecting your privacy and ensuring you have a positive experience on our website.",

"Privacy_Policy_Changes_Title": "CHANGES TO THIS PRIVACY POLICY",
"Privacy_Policy_Changes_P1": "We may update this privacy policy from time to time in order to reflect changes to our practices or for other operational, legal or regulatory reasons.",

"COLLECTION_TITLE": "PERSONAL INFORMATION WE COLLECT",
"COLLECTION_P1": "When you visit the Site, we automatically collect certain information about your device, including information about your web browser, IP address, time zone, and some of the cookies that are installed on your device.",
"COLLECTION_P2": "Additionally, as you browse the Site, we collect information about the individual web pages or products that you view, what websites or search terms referred you to the Site, and information about how you interact with the Site.",

"COLLECTION_SUBTITLE": "ORDER INFORMATION",
"COLLECTION_P3": "When you make a purchase or attempt to make a purchase through the Site, we collect certain information from you, including your name, billing address, shipping address, payment information, email address, and phone number.",

"Info_Collection_Title": "HOW WE COLLECT INFORMATION",
"Info_Collection_Intro": "We collect information in the following ways:",
"Contact_Details": "Contact details including name, email, phone number, and address when you place an order",
"Order_Information": "Order information and transaction history",
"Account_Information": "Account preferences and settings",
"Shopping_Information": "Shopping behavior and product interests",
"Customer_Support_Information": "Customer support inquiries and communication history",
"Info_Collection_Features_Note": "These details help us provide you with a personalized and efficient shopping experience.",

"Cookies_Collection_Title": "COOKIES AND TRACKING TECHNOLOGIES",
"Cookies_Collection_Description": "We use cookies and similar tracking technologies to track the activity on our Service and hold certain information. Cookies are files with small amount of data which may include an anonymous unique identifier.",

"Third_Party_Info_Title": "THIRD PARTY SERVICES",
"Third_Party_Info_Intro": "We may use various third-party services to assist us with our operations:",
"Support_Companies": "Service providers who help operate our business",
"Payment_Processors": "Payment processors for secure transactions",
"Interaction_Tracking": "Analytics services to improve our website",
"Third_Party_Info_Compliance": "All third parties we work with adhere to strict data protection standards.",

"Use_Personal_Info_Title": "HOW WE USE YOUR PERSONAL INFORMATION",
"Use_Personal_Info_P1": "To process your orders and deliver products",
"Use_Personal_Info_P2": "To communicate with you about your purchase",
"Use_Personal_Info_P3": "To improve our services and website functionality",

"Disclosure_Title": "DISCLOSING YOUR INFORMATION",
"Disclosure_Intro": "We may share your information in these limited circumstances:",
"Vendors_Services": "With vendors who provide services on our behalf",
"Business_Marketing_Partners": "With marketing partners for relevant promotions",
"User_Consent": "When you have given your consent",
"Affiliates_Corporate_Group": "Within our corporate family of companies",
"Business_Transactions": "For business transfers, mergers, or reorganizations",

"User_Generated_Content_Title": "USER GENERATED CONTENT",
"User_Generated_Content_P1": "Any content you submit, such as product reviews or feedback, may be made publicly available on our site.",
"User_Generated_Content_P2": "Please ensure such content does not contain sensitive personal information you do not wish to be public.",

"Third_Party_Websites_Links_Title": "THIRD-PARTY WEBSITES",
"Third_Party_Websites_Links_P1": "Our Service may contain links to other sites not operated by us. We strongly advise you to review the Privacy Policy of every site you visit.",

"Security_Retention_Title": "SECURITY AND DATA RETENTION",
"Security_Retention_P1": "We implement appropriate security measures to protect your personal information from unauthorized access or disclosure.",
"Security_Retention_P2": "We retain your information only as long as necessary to provide you with our services or as required by law.",

"Rights_And_Choices_Title": "YOUR RIGHTS AND CHOICES",
"Rights_And_Choices_Intro": "Depending on your location, you may have these rights regarding your data:",
"Right_To_Access_Know": "Right to access and know what information we collect about you",
"Right_To_Delete": "Right to delete your personal information",
"Right_To_Correct": "Right to correct inaccurate information",
"Right_To_Portability": "Right to data portability",
"Right_To_Opt_Out_Of_Sale_Or_Sharing": "Right to opt-out of sale or sharing of your information",

"Rights_And_Processing_Title": "ADDITIONAL RIGHTS",
"Restriction_Of_Processing": "Right to restrict how we process your data",
"Withdrawal_Of_Consent": "Right to withdraw consent at any time",
"Appeal_Process": "Right to appeal our decision regarding your request",
"Managing_Comm_Preferences": "Right to manage your communication preferences",
"Exercise_Rights_Information": "To exercise any of these rights, please contact us through our contact information provided below.",
"Non_Discrimination_Statement": "We will not discriminate against you for exercising any of your privacy rights.",
"Designation_Of_Agent": "You may designate an authorized agent to make a request on your behalf.",
"Timely_Response_Assurance": "We will respond to your request in a timely manner as required by applicable law.",

"Complaints_Title": "HOW TO FILE A COMPLAINT",
"Complaints_Content": "If you believe we have processed your information in a way that does not comply with this Privacy Policy or applicable law, you can file a complaint with us directly or with your local data protection authority.",

"International_Users_Title": "INTERNATIONAL USERS",
"International_Users_Content": "If you are located outside of the jurisdiction in which we operate, please be aware that any information you provide to us will be transferred to and processed in that jurisdiction. By using our Service, you consent to this transfer.",

"Contact_Title": "CONTACT US",
"Contact_Content": "For more information about our privacy practices, if you have questions, or if you would like to make a complaint, please contact us by e-mail at info@smarketing.llc or by mail using the details provided on our website.",

"product_size": "Product Size",
"adjustable": "Adjustable",
"size_70cm": "size with 70cm strap for perfect fit",
"treatment": "Treatment",
"anti_bacterial_treatment": "Treated with Silvadur® silver ion technology for 99.7% antibacterial protection",
"fabric": "Fabric",
"silk_quality": "Premium 100% pure mulberry silk, 22 momme weight for superior durability",
"ethical_certification": "Ethical Certification",
"responsible_certification": "Ethically sourced materials with responsible manufacturing certification",
"animal_testing": "Animal Testing",
"no": "No animal testing, cruelty-free product",
"artificial_chemicals": "Artificial Chemicals", 
"chemical_information": "Free from harmful chemicals, dyes, and irritants. Safe for sensitive skin", 
"packaging": "Packaging",
"packaging_information": "Elegant gift-ready packaging with premium unboxing experience",
"washing_instructions": "Washing Instructions",
"washing_instructionsDes": "Hand wash in cold water with mild detergent. Air dry only. Do not bleach, iron, or tumble dry.",

"smoother": "Smoother",
"skin_benefit": "Clearer Skin",
"hypoallergenic": "Hypoallergenic",
"antibacterial": "Antibacterial",
"deeper": "Deeper",
"better_sleep": "Better Sleep",

"free_shipping_offer": "Free shipping on orders over 599 EGP",

"shipping_times_message": "Estimated Delivery Times",
"standard_shipping_info": "Standard Shipping: 6-12 business days after processing",
"express_shipping_info": "Express Shipping: 3-5 business days after processing (additional fee)",
"return_policy_info": "See our Refund Policy for replacement information. Limited warranty conditions apply."}
